<?php

return [
    'roles' => [
        'create' => 'เพิ่มระดับผู้ใช้',
        'edit' => 'แก้ไขระดับผู้ใช้',
        'name' => 'ชื่อ:',
        'slug' => 'ชื่อย่อ:',
        'description' => 'รายละเอียด:',
        'system' => 'ผู้ดูแลระบบสูงสุด',
        'action' => 'การดำเนินการ',
        'role' => 'ระดับผู้ใช้',
    ],

    'permission' => [
        'permission' => 'จัดการสิทธิ์ผู้ใช้',
        'create' => 'เพิ่มสิทธิ์',
        'edit' => 'แก้ไขสิทธิ์',
        'name' => 'ชื่อ:',
        'slug' => 'ชื่อย่อ:',
        'resource' => 'ระบบงาน:',
        'system' => 'ผู้ดูแลระบบสูงสุด',
    ],
];
